spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.set_type_93f62c4b4d0470c3ec5d4e8a063a1ef2_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_type><virtual_servers><value>test_virtual_server</value></virtual_servers><types><item>RESOURCE_TYPE_FAST_HTTP</item></types></wsdl:set_type></env:Body></env:Envelope>